tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "leoafarias/fvm"
tap "mike-engel/jwt-cli"
tap "planetscale/tap"
tap "robotsandpencils/made"
tap "tclass/cloud_sql_proxy"
brew "act"
brew "amazon-ecs-cli"
brew "openssl@1.1"
brew "aria2"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "caddy"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "circleci"
brew "colordiff"
brew "deno"
brew "direnv"
brew "duf"
brew "exiftool"
brew "fd"
brew "gh"
brew "gist"
brew "git"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "gopls"
brew "gost"
brew "harfbuzz"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick@6", link: true
brew "jid"
brew "jq"
brew "kustomize"
brew "mas"
brew "mysql-client"
brew "mysql@5.7"
brew "n"
brew "nkf"
brew "openssl@3"
brew "peco"
brew "plantuml"
brew "poetry"
brew "postgresql@14"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "rename"
brew "rustup-init"
brew "s3cmd"
brew "skaffold"
brew "source-highlight"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tree"
brew "unison"
brew "vim"
brew "wdiff"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "eugenmayer/dockersync/unox"
brew "kyoshidajp/ghkw/ghkw"
brew "leoafarias/fvm/fvm"
brew "mike-engel/jwt-cli/jwt-cli"
brew "planetscale/tap/pscale"
brew "robotsandpencils/made/xcodes"
cask "alfred"
cask "brave-browser"
cask "clockify"
cask "deepl"
cask "discord-canary"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "kindle"
cask "microsoft-edge"
cask "notion"
cask "obs"
cask "obsidian"
cask "openemu"
cask "parallels"
cask "postman"
cask "rubymine"
cask "safari-technology-preview"
cask "scrivener"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "uhk-agent"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "JoyKeyMapper", id: 1511416593
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
