tap "beeftornado/rmtree"
tap "derailed/k9s"
tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "robotsandpencils/made"
tap "tclass/cloud_sql_proxy"
brew "amazon-ecs-cli"
brew "python@3.10"
brew "aws-elasticbeanstalk"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "caddy"
brew "glib"
brew "pkg-config"
brew "certbot"
brew "circleci"
brew "colordiff"
brew "deno"
brew "direnv"
brew "duf"
brew "exiftool"
brew "gh"
brew "gist"
brew "git"
brew "gmp"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "gost"
brew "python@3.8"
brew "harfbuzz"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick@6", link: true
brew "jid"
brew "jq"
brew "kustomize"
brew "libtensorflow"
brew "mas"
brew "mdcat"
brew "mysql@5.7"
brew "n"
brew "nkf"
brew "openssl@3"
brew "peco"
brew "plantuml"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "rename"
brew "rsync"
brew "rustup-init"
brew "s3cmd"
brew "skaffold"
brew "source-highlight"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "unison"
brew "vim"
brew "wdiff"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "eugenmayer/dockersync/unox"
brew "heroku/brew/heroku"
brew "kyoshidajp/ghkw/ghkw"
brew "robotsandpencils/made/xcodes"
cask "alfred"
cask "atom"
cask "brave-browser"
cask "camunda-modeler"
cask "cleanmymac"
cask "deepl"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "obs"
cask "obs-virtualcam"
cask "obsidian"
cask "ocenaudio"
cask "rancher"
cask "safari-technology-preview"
cask "scrivener"
cask "slack"
cask "tableplus"
cask "uhk-agent"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Tailscale", id: 1475387142
