tap "aws/tap"
tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "eugenmayer/dockersync"
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/core"
tap "kyoshidajp/ghkw"
tap "leoafarias/fvm"
tap "mike-engel/jwt-cli"
tap "planetscale/tap"
tap "robotsandpencils/made"
tap "tclass/cloud_sql_proxy"
brew "act"
brew "aria2"
brew "awscli"
brew "bat"
brew "glib"
brew "cmake"
brew "colordiff"
brew "curl", link: true
brew "deno"
brew "difftastic"
brew "direnv"
brew "duf"
brew "exiftool"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "gist"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "goenv"
brew "gopls"
brew "gost"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "httping"
brew "hub"
brew "imagemagick@6", link: true
brew "jid"
brew "jq"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "nmap"
brew "openjdk"
brew "peco"
brew "plantuml"
brew "pscale"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rbenv-gemset"
brew "redis"
brew "rename"
brew "rustup"
brew "shellcheck"
brew "source-highlight"
brew "the_silver_searcher"
brew "tree"
brew "unison"
brew "uv"
brew "vim"
brew "volta"
brew "wdiff"
brew "xcodes"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "leoafarias/fvm/fvm"
brew "mike-engel/jwt-cli/jwt-cli"
cask "anki"
cask "appcleaner"
cask "brave-browser"
cask "claude-code"
cask "discord@canary"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "git-credential-manager"
cask "godot"
cask "google-chrome"
cask "iterm2"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "openemu"
cask "orbstack"
cask "parallels"
cask "raycast"
cask "rectangle"
cask "rubymine"
cask "safari-technology-preview"
cask "slack"
cask "spotify"
cask "tableplus"
cask "uhk-agent"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "JoyKeyMapper", id: 1511416593
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
vscode "aiyuhang.rails"
vscode "amazonwebservices.amazon-q-vscode"
vscode "batisteo.vscode-django"
vscode "bierner.emojisense"
vscode "bradlc.vscode-tailwindcss"
vscode "cjay.ruby-and-rails-snippets"
vscode "coolbear.systemd-unit-file"
vscode "cstrap.flask-snippets"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gaetschwartz.build-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "hridoy.rails-snippets"
vscode "kevinrose.vsc-python-indent"
vscode "lokalise.i18n-ally"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "pulkitgangwar.nextjs-snippets"
vscode "sianglim.slim"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "thinker.deno-standard-lib-snippets"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/lint/golint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
